Repository: emreeren/SambaPOS-2
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ro

# PleaseEnterABriefExplanationOf
source: Please enter a brief explanation of events leading up to this exception
ro: Vă rugăm să introduceţi o scurtă explicaţie a evenimentelor care au condus până la această excepţie

source: Detailed Report
ro: Raport detaliat

source: Modifier Group
ro: Grupul Modifier

source: Modifier Group Name
ro: Nume Grupa Modifier

source: Modifier Groups
ro: Modifier grupuri

source: Modifiers
ro: Modificatori

source: A portion should selected
ro: O parte ar trebui să selectat

# ThereIsAnotherRecipeFor_f
source: There is another recipe for {0}
ro: Există o altă reţetă pentru {0}

# DeleteErrorPrinterAssignedToTerminal
source: Can't delete because this Printer assigned to a Terminal
ro: Nu se poate şterge, deoarece această imprimantă alocate la un terminal

# DeleteErrorPrinterAssignedToPrinterMap
source: Can't delete because this Printer assigned to a Print Job
ro: Nu se poate şterge, deoarece această imprimantă atribuit unei lucrări de imprimare

# PriceTags
source: Price Tagging
ro: Preţ Etichetarea

source: Alphanumeric
ro: Alfanumeric

source: Tag Type
ro: Tag Tip

source: Payment Received
ro: Plată primită

source: Execute Print Job
ro: Executare de muncă de imprimare

source: Line Count
ro: Linia Count

# PrintingErrorMessage_f
source: There is a problem while printing. Please review printer and printer template settings. Error Message: {0}
ro: Există o problemă în timpul imprimării. Vă rugăm să imprimantei revizuire şi setările şablonului imprimantei. Mesaj de eroare: {0}

# DocumentDate_f
source: Date: {0:d}
ro: Data: {0:d}

# DocumentTime_f
source: Time: {0:t}
ro: Ora: {0:t}

# LastLinesByPrinterLineCount
source: New Lines by Printer Line Count
ro: Linii noi de contele Linie pentru imprimare

source: Line Added to Ticket
ro: Adăugat la linia de vânzare bilete

# LineItemProductTag
source: #Line: Product Tag
ro: Linia #: Tag produs

source: Change Amount Updated
ro: Suma Schimbarea Actualizat în

source: Ticket Closed
ro: Bilete închisă

source: Application Started
ro: Aplicaţie începute

source: Last Paid Lines
ro: Ultima Lines Plătit

source: Portion Selected
ro: Portii selectate

source: Big
ro: Mare

source: None
ro: Nici unul

source: Small
ro: Mic

source: Gift Last Ticket Item
ro: Ultimele bilete cadou Postul

source: Other
ro: Alte

source: Phone Number Input Mask
ro: Numărul de telefon de intrare Mask

source: Increase
ro: Creştere

source: Decrease
ro: Scădere

source: Setting Name
ro: Setarea Nume

source: Setting Value
ro: Setarea Valoare

source: Update Type
ro: Actualizare Tip

source: Command
ro: Comandă

source: Role Name
ro: Rolul Nume

source: Old Location
ro: Vechi Locul de amplasare

source: New Location
ro: Locul de amplasare nouă

source: Numeric Value
ro: Valoare numerică

source: Customer Group Code
ro: Clienţi grupul Cod

source: Customer ID
ro: ID-ul clientului

source: Payment Type
ro: Tip de plată

source: Image Only
ro: Imagine Numai

source: Update Last Ticket Item Price Tag
ro: Ultima actualizare Preţ de vânzare bilete Postul Tag

source: Ticket Line Cancelled
ro: Linie de vânzare bilete anulate

# MS_Connected
source: Connected.
ro: Conectat.

# MS_Disconnected
source: Disconnected.
ro: Deconectat.

source: Remove Last Modifier
ro: Eliminaţi Modifier Ultima

# ForPrintingTicketTagValue
source: For printing Ticket Tag value X
ro: Pentru imprimare valoarea de vânzare bilete Tag X

# ForPrintingAppSettingValue
source: For printing Application Setting value X
ro: Pentru aplicaţii de imprimare X Setarea valoare

source: Force Closing Active Work Period
ro: Perioada de închidere Forţei de Muncă activă

source: Request Shutdown
ro: Solicit Shutdown

# ActiveConnections_f
source: {0} Active Connections
ro: {0} conexiunile active

source: Checking...
ro: Verificarea ...

# TotalPropertyCount
source: Total Modifier Count
ro: Total Modifier numar

# TotalModifierQuantity
source: Total Group Quantity
ro: Grupul Total Cantitate

# TotalModifierPrice
source: Total Group Price
ro: Grupul Total Preţ

source: Execute Ticket Operation
ro: Executare operaţiei de vânzare bilete

source: Remove Modifier
ro: Eliminaţi Modificator
