Repository: emreeren/SambaPOS-2
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ro

source: Find Ticket
ro: Găsiţi bilete

source: Find Table
ro: Găsiţi tabelul

source: Payment Total
ro: Totalul de plată

source: Balance
ro: Balanţa

source: Portions
ro: Portiuni

source: Extra Modifiers
ro: Modificatori suplimentare

source: Update
ro: Actualizare

source: Add And Save
ro: Adăugaţi şi Salvare

source: Number
ro: Număr

# TicketOpeningTime
source: Ticket Opening
ro: Bilet de deschidere

# LastOrderTime
source: Last Order
ro: Ultima comandă

# LastPaymentTime
source: Last Payment
ro: Ultima plată

source: Print
ro: Imprimare

# CloseTicket_r
source: Close Ticket
ro: Aproape Bilet

# CashPayment_r
source: Cash Payment
ro: Numerar Plată

source: Select Customer
ro: Selectaţi clienţilor

# AllTickets_r
source: All Tickets
ro: Toate Bilete

source: Void
ro: Gol

source: Divide
ro: Diviza

source: Release Lock
ro: Lansat Lock

source: Change Price
ro: Schimbarea Preţ

# ForChangingPriceTypeAPrice
source: For changing price first type a price from numerator
ro: Pentru a schimba tipul de preţ mai întâi un preţ de la numărător

source: New Ticket
ro: Noi de vânzare bilete

# ChangeTable_r
source: Change Table
ro: Schimbare Tabel

# SelectTable_r
source: Select Table
ro: Selecta Tabel

# CustomerInfo_r
source: Customer Info
ro: Client Info

# ChangeAmount_f
source: Change Due: {0}
ro: Datorită schimbărilor: {0}

# AccountBalance_r
source: Account Balance
ro: Cont Balanţa

source: All
ro: Toate

# Round
source: Discount
ro: Rundă

# Flat
source: Auto Round
ro: Auto Runda

# CanReleaseTicketLock
source: Can Remove Ticket Lock
ro: Poate elimina Lock de vânzare bilete

source: Can Remove Ticket Tag
ro: Poate elimina Tag de vânzare bilete

source: Can Gift Items
ro: Poate articole pentru cadouri

source: Can Void Items
ro: Poate anula Articole

# CanMoveTicketLines
source: Can Move Items
ro: Posibilitatea să mutaţi elemente

source: Can Merge Tickets
ro: Poate Merge Bilete

source: Can Display Old Tickets
ro: Poate afişa Bilete Vechi

source: Can Move Unlocked Ticket Lines
ro: Se pot muta Lines Unlocked de vânzare bilete

source: Can Update Extra Modifiers
ro: Pot actualiza Modificatori Extra

source: Can Get Payment
ro: Poate primi plata

source: Can Get Fast Payment
ro: Pot primi plata Fast

source: Can Make Discount
ro: Poate face Discount

source: Can Round Ticket Total
ro: Poate total de bilete Etapă

# CanFlattenTicketTotal
source: Can Auto Round Ticket Total
ro: Poate total de bilete Auto Etapă

# OnlyOpenTickets
source: Open Tickets Only
ro: Bilete deschis Numai

source: All Tickets
ro: Toate biletele

source: User
ro: Utilizator

source: Main Menu
ro: Meniul principal

source: Yes
ro: Da

source: No
ro: Nu

# DeleteErrorAdminUser
source: Can't delete admin user.
ro: Nu se poate şterge ghidul de admin.

# DeleteErrorLastUser
source: Can't delete last User Account
ro: Nu se poate şterge ultimul cont de utilizator

# DeleteErrorUserDidTicketOperation
source: Can't delete because this User created Tickets.
ro: Nu se poate şterge, deoarece acest Ghid de utilizare a creat Bilete.

# UserRoleList
source: Role List
ro: Rolul Lista

source: Users
ro: Utilizatori

source: User List
ro: Ghid de utilizare Lista

# DeleteErrorThisRoleUsedInAUserAccount
source: Can't delete because this Role assigned to a User Account
ro: Nu se poate şterge, deoarece acest rol atribuit unui cont de utilizator

# UserRoleName
source: Role Name
ro: Rolul Nume

source: Permissions
ro: Permisiuni

source: User Role
ro: Ghid de utilizare Rolul

source: Pin Code
ro: Codul Pin

# SaveErrorThisPinCodeInUse
source: This Pin Code used by another user account.
ro: Acest Cod PIN utilizat de către un alt cont de utilizator.

source: OK
ro: Bine

source: Property Editor
ro: Editor de proprietate

source: Details
ro: Detalii

source: List
ro: Listă

source: Display All Values
ro: Afişează Toate valorile

source: Selected
ro: Selectate

# Selected_f
source: Selected {0}
ro: Selectate {0}

# WorkPeriodEndsMessage
source: Work Period ends. Visit Reports section and create Work Period Reports
ro: Perioada de lucru se termină. Vizitaţi secţiunea Rapoarte şi de a crea rapoarte de lucru Perioada

source: DON'T FORGET ENDING WORK PERIOD!
ro: NU UITATI INCHEIEREA perioadei de muncă!

source: Paid
ro: Plătit

source: Open
ro: Deschis

# AutoFlatten_ab
source: Auto Discounting
ro: Auto rotunjire

# Rounding
source: Discounting
ro: Rotunjire

# Flattening
source: Rounding
ro: Rotunjire

source: Account Balance
ro: Soldul contului

source: Undefined Payment Type
ro: Nedefinit tip de plată

source: Angle
ro: Unghi

source: Corner Radius
ro: Colţul Raza

source: Height
ro: Înălţime

source: Width
ro: Lăţime

# Gift_ab
source: [Gift]
ro: [Cadou]

source: New Order
ro: Noii Ordini

source: Back
ro: Înapoi

source: Empty
ro: Gol

# Table_f
source: Table: {0}
ro: Tabelul: {0}

# Account_f
source: Account: {0}
ro: Cont: {0}

# TicketNumberAndTable_f
source: # {0} Table: {1}
ro: # {0} Tabelul: {1}

# TicketNumberAndAccount_f
source: # {0} Table: {1}
ro: # {0} Tabelul: {1}

# AccountNameAndTableName_f
source: # {0} Account: {1} Table: {2}
ro: # {0} Cont: {1} Tabelul: {2}

# CantCompleteOperationWhenThereIsZeroPricedProduct
source: Can't complete this operation while zero priced orders exists.
ro: Nu se poate finaliza această operaţie în timp ce ordinele de la zero la preţuri există.

# TagCantBeEmpty_f
source: Can't leave {0} empty
ro: Nu poate părăsi {0} gol

source: Reports
ro: Rapoarte

source: Can Display Reports
ro: Poate afişa Rapoarte

# CanChangeReportFilter
source: Can Change Report Date Filter
ro: Schimbarea poate Data Filtru Semnalati

source: Today
ro: Astăzi

source: Yesterday
ro: Ieri

source: Past Month
ro: Luna trecută

source: This Month
ro: Luna aceasta

source: This Week
ro: Săptămâna aceasta

source: Past Week
ro: Săptămână trecută

# UndefinedWithBrackets
source: [Undefined]
ro: [Nedefinit]

# TicketWithBrackets
source: [Ticket]
ro: [Bilete]

# As_f
source: As of {0}
ro: Ca de {0}

source: Accounts
ro: Conturi

# NoTransactionsFoundFor_f
source: No transactions for {0}
ro: Nr tranzacţiile pentru {0}

source: Internal Accounts
ro: Conturile interne

source: Accounts Liability
ro: Răspunderea Conturi

source: Accounts Receivable
ro: Conturi de încasat

# CashReport
source: Cash Transactions Report
ro: Tranzacţii cu numerar Raport

# DateRangeIsNotActiveWorkPeriod
source: Date range is not in active work period
ro: Intervalul de date nu este în perioada activă de muncă

# ReportDoesNotContainsCashState
source: Report does not contain Start Amounts
ro: Raportul nu conţine cantităţi Start

source: Expenses
ro: Cheltuieli

source: Cash Transactions
ro: Tranzacţii cu numerar

source: Totals
ro: Totaluri

source: Total Expense
ro: Total cheltuieli

source: Incomes
ro: Venituri

# StartAmount
source: Start Amounts
ro: Start Sume

source: Sales Income
ro: Vânzări Venituri

source: Total Income
ro: Venituri totale

source: Cash Status
ro: Stare de numerar

source: Work Period Report
ro: Perioada de raport de muncă

source: Sales
ro: Vânzări

source: General Information
ro: Informaţii generale

# ItemProperties
source: Extra Item Properties
ro: Proprietăţi suplimentare Postul

source: Voids Total
ro: Total de goluri

source: Discounts Total
ro: Valoarea totală a reducerilor

source: Gifts Total
ro: Cadouri total

source: Ticket Count
ro: Bilet de avion Count

# SalesDivTicket
source: Sales Total / Ticket
ro: Totalul vânzărilor / bilete

# Incomes_f
source: {0} Incomes
ro: {0} Venituri

# TotalAmount_f
source: {0} Total Amount:
ro: {0} Valoarea totala:

# TicketTotal_f
source: Total {0}:
ro: Total de {0}:

# TotalAmountDivTag_f
source: Total Amount / {0}:
ro: Valoarea totala / {0}:

source: User Sales
ro: Ghid de utilizare Vânzări

source: Item Sales
ro: Postul de vânzări

source: Cost Report
ro: Raportul cost cu o schimbare

source: Inventory Report
ro: Inventarul Raport

source: Average Cost
ro: Costul mediu al

# ThereAreNoCostTransactionsInThisPeriod
source: There are no cost transactions in this work period.
ro: Nu sunt tranzacţii cost cu o schimbare în această perioadă de muncă.

source: Inventory Purchase Report
ro: Inventarul cumparare Raport

source: Inventory Group
ro: Grupul de stocuri

source: Item Sales Report
ro: Postul de vânzări Raport

source: Sales by Item Group
ro: Vânzări de către Grupul Postul

source: Quantities by Item Group
ro: Cantităţile de către Grupul Postul

source: Voids
ro: Golurile

source: Gifts
ro: Cadouri

source: Discounts
ro: Reduceri

source: Tickets
ro: Bilete

# ByPersonnel_f
source: {0} by User
ro: {0} de către utilizator

# NoPurchaseTransactionInCurrentDateRange
source: There are no purchase transactions in date range.
ro: Nu sunt tranzacţii de cumpărare în interval de date.

source: Ticket Template
ro: Bilet de şablon

# KitchenOrderTemplate
source: Kitchen Orders Template
ro: Bucătărie Obligă şablon

# InvoicePrinterTemplate
source: Invoice Template
ro: Factură şablon

# TicketTemplateHeaderValue
source: <T>TICKET <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Table No:{TABLE} <L00>Ticket No:{TICKET NO} <F>-
ro: <T>TICKET <L00>Date: {TICKET DATE} <L00>Ora: {TIME} <L00>Tabelul nr : {TABLE} <L00>Nr bilete: {TICKET NO} <F>-

# TicketTemplateFooterValue
source: <F>= <EB> <J10>{IF DISCOUNT} <J10>[Total Gift:|{GIFT TOTAL}] <J10>Total:|{TICKET TOTAL} {IF PAID} <DB> <F>= <C10>T H A N K Y O U
ro: <F>= <EB> <J10>{IF DISCOUNT} <J10>[Cadou Total: | {GIFT TOTAL}] <J10>Total: | {TICKET TOTAL} {IF PAID} <DB> <F>= <C10>T H A N K Y O U

# KitchenTemplateHeaderValue
source: <T>{TABLE USER} <F>- <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Table No:{TABLE} <L00>Ticket No:{TICKET NO} <F>-
ro: <T> {USER TABLE} <F>- <L00>Date: Re: {TICKET DATE} <L00>Ora: {TIME} <L00>Tabelul nr: {TABLE} <L00>Nr bilete: {TICKET NO} <F>-

# InvoiceTemplateHeaderValue
source: <T>INVOICE <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Table No:{TABLE} <L00>Ticket No:{TICKET NO} <F>-
ro: <T>FACTURA <L00>Date: {TICKET DATE} <L00>Ora: {TIME} <L00>Tabelul nr: {TABLE} <L00>Nr bilete: {TICKET NO} <f> -

source: Kitchen Printer
ro: Bucătărie imprimantă

source: Invoice Printer
ro: Factura pentru imprimare

source: Print Orders to Kitchen Printer
ro: Obligă de imprimare la imprimantă Bucătărie

source: All Tables
ro: Toate tabelele

source: Search
ro: Căutare

source: CID Settings
ro: Setări CID

# Voucher_r
source: Check
ro: Bon

source: Navigation Permissions
ro: Permisiuni de navigare

source: Department Permissions
ro: Departamentul Permisiuni

source: Ticket Permissions
ro: Bilet de avion Permisiuni

# SettlePermissions
source: Payment Permissions
ro: Permisiuni de plată

# ReportPermissions
source: Reporting Permissions
ro: Raportarea Permisiuni

# NoTicketsFoundForTag
source: No tickets found tagged with {0} tag.
ro: Nu sunt bilete găsit tag-ul {0} tag.

# RemainingAmountIfPaidValue_f
source: <J>Paid:|{0} <J>Grand TOTAL:|{1}
ro: Plătit: | {0} <J> Grand TOTAL: | {1}

# DiscountTotalAndTicketTotalValue_f
source: Ticket TOTAL:|{0} <J>Discount:|{1}
ro: Bilet de avion TOTAL: | {0} <J> Discount: | {1}

# IfNegativeDiscountValue_f
source: <J>Rounding:|{0}
ro: <J> Rotunjire: | {0}

source: Export Sales Data
ro: Vânzările la export de date

# ClickLinksToExportData
source: Select date range, refresh report and click related link to export data.
ro: Selecteaza intervalul de date, reîmprospăta raportul şi faceţi clic pe link-ul cu privire la exportul de date.

source: Footer Template
ro: Subsol şablon

source: UI Language
ro: UI limbă

source: Override Windows Regional Settings
ro: Override pentru Windows Setări regionale

# RuleAction
source: Action
ro: Acţiune

# RuleActions
source: Actions
ro: Oferte

source: No Action
ro: Nicio acţiune

source: Show Message
ro: Arată mesajul

source: Action Name
ro: Nume Acţiune

source: Action Type
ro: Tipul de acţiune

source: Action Parameter
ro: Parametru de acţiune

source: Parameters
ro: Parametrii

source: Message
ro: Mesaj

source: Rule
ro: Regulă

source: Rule Name
ro: Articolul Nume

source: Event Name
ro: Nume Eveniment

source: Actions
ro: Oferte

source: New Property
ro: Imobiliare noi

source: Move
ro: Mişcare

# MoveTicketLine
source: Move
ro: Mişcare

source: Title
ro: Titlu

source: Display Popup
ro: Afişează Popup

# DeleteErrorInventoryItemUsedInEndOfDayRecord
source: Can't delete because an end of day Cost document contains this Inventory Item.
ro: Nu se poate şterge din cauza capăt a documentului zi Cost conţine acest obiect de inventar.

source: Rules
ro: Reguli

source: Action
ro: Acţiune

source: Action List
ro: Lista de acţiune

source: Select Actions
ro: Selectaţi Acţiuni

source: Tag Value
ro: Tag Valoare

source: Customer Note
ro: Notă client

source: Gift Total
ro: Cadou total

source: User Login
ro: Login Utilizator

source: User Logout
ro: Ghid de utilizare Logout

source: Ticket Created
ro: Creat de vânzare bilete

source: Ticket Tag Selected
ro: Tag bilet selectate

source: Customer Selected for Ticket
ro: Clientul selectate pentru bilete

source: Ticket Total Changed
ro: Total de bilete schimbat

source: Work Period Started
ro: Perioada de lucru începute

source: Work Period Ended
ro: Perioada de muncă încheiat

# ExecuteActionsIf
source: Conditions
ro: Starea

source: Report Name
ro: Raport Nume

source: File Name
ro: Numele fişierului

source: Discount Percentage
ro: Reducere procentuală

source: Trigger Name
ro: Trigger Nume

source: Expression
ro: Expresie

source: Expression Builder
ro: Generatorul de expresii

source: Common Settings
ro: Setări comune

source: Minute
ro: Minut

source: Hour
ro: Oră

source: Day
ro: Zi

source: Month
ro: Lună

source: Weekday
ro: Zi de lucru

source: Every minute
ro: In fiecare minut

source: Every 5 minutes
ro: La fiecare 5 minute

source: Twice an hour
ro: De două ori o oră

source: Once an hour
ro: O dată pe oră

source: Twice a day
ro: Două ori pe zi

source: Once a day
ro: O dată pe zi

source: Once a week
ro: O dată pe săptămână

# FirstAndFifteenth
source: 1st and 15th
ro: 1 şi 15

source: Once a month
ro: O dată pe lună

source: Once a year
ro: O dată pe an

source: Every Other Minute
ro: Fiecare Alte minute

source: Every 10 Minutes
ro: La fiecare 10 minute

source: Every 15 Minutes
ro: La fiecare 15 minute

source: Every 30 Minutes
ro: Fiecare 30 de minute

source: Top of the hour
ro: Începutul de oră

source: Quarter past
ro: Trimestrul trecut

source: Half past
ro: Jumătate

source: Quarter til
ro: Trimestrul til

source: Every hour
ro: In fiecare ora

source: Every other hour
ro: Fiecare alte oră

source: Every 3 hours
ro: Fiecare 3 ore

source: Every 4 hours
ro: La fiecare 4 ore

source: Every 6 hours
ro: La fiecare 6 ore

source: Every 12 hours
ro: La fiecare 12 ore

# TwelveAmMidnight
source: 12 a.m. midnight
ro: 00 la miezul nopţii

source: noon
ro: amiază

source: a.m.
ro: dimineaţa

source: Every day
ro: În fiecare zi

source: Every other day
ro: O dată la două zile

source: Every month
ro: În fiecare lună

source: Every other month
ro: In fiecare luna alte

source: Every 3 months
ro: La fiecare 3 luni

source: Every 6 months
ro: La fiecare 6 luni

source: Every weekday
ro: În fiecare zi

source: Mon thru Fri
ro: Luni prin Vineri

source: Sat and Sun
ro: Sambata si Duminica

source: Mon, Wed, Fri
ro: Luni, Miercuri, Vineri

# TuesAndThurs
source: Tues, Thurs
ro: Marti, Joi

source: Triggers
ro: Declanşările

source: Expression Valid
ro: Valabil exprimare

source: Error in Expression
ro: Eroare la Expression

# TriggerTestResultMessage_f
source: Next Trigger:{0} Will Trigger after {1} days, {2} hours, {3} minutes
ro: Înainte Trigger: {0} Va declanşa după {1} zile, {2} ore, {3} minute

# ThereIsAnotherPriceDefinition_f
source: There is another Price Definition with {0} tag
ro: Nu există altă definiţie Pret cu tag-ul {0}

source: Price Definition
ro: Preţ Definiţie

source: Price Definitions
ro: Preţ Definiţii

source: From:
ro: De la:

source: To:
ro: Pentru a:

source: Tips Total
ro: Sfaturi total

# TicketTipTotal
source: Tip Total
ro: Sfat total

source: #Line: Price Tag
ro: Linia #: Tag Preţ

# TicketTipTotalAmount
source: Total ticket tip amount
ro: Sfat suma totală bilet de avion

source: Price Tag
ro: Preţ Tag

# SaveErrorZeroOrNullInventoryLines
source: Can't save because there are lines with empty inventory items or zero quantity
ro: Nu se poate salva, deoarece există linii cu obiecte de inventar goale sau zero cantitatea

source: Trigger Executed
ro: Executat de declanşare

source: Message Received
ro: Mesaj primit

source: Menu Item Name
ro: Meniu Postul Nume

source: Portion Name
ro: Nume portii

source: Lines Grouped by Tag
ro: Linii Grupate după Tag

source: Send Email
ro: Trimite un email

source: Add Ticket Discount
ro: Adaugă Discount de vânzare bilete

source: Add Ticket Item
ro: Adăugare element de vânzare bilete

source: Update Ticket Tag
ro: Actualizare bilete Tag

# UpdatePriceTag
source: Change Price List
ro: Schimbarea Lista de preturi

source: Refresh Cache
ro: Reîmprospătare cache

source: Broadcast Message
ro: Broadcast Mesaj

source: Display App Path
ro: Afişează App Cale

source: Display User Path
ro: Afişează utilizatori Cale

source: Save Report to File
ro: Salvaţi Raportează fişier

source: Price Definiton Name
ro: Preţ Definiton Nume

source: Previous
ro: Precedent

source: Next
ro: Următor

source: Add Tag
ro: Adaugă Tag

# TicketMovedRetryLastOperation_f
source: Ticket moved to {0}. Your latest changes not saved.
ro: Bilet de avion sa mutat la {0}. Ultimele modificări nu au fost salvate.

# TicketPaidChangesNotSaved
source: Ticket Paid. Your latest changes not saved.
ro: Bilet plătit. Ultimele modificări nu au fost salvate.

# TicketChangedRetryLastOperation
source: Ticket changed. Your latest changes not saved.
ro: Bilet de schimbat. Ultimele modificări nu au fost salvate.

# TicketPaidLastChangesNotSaved
source: Ticket paid. Your latest changes not saved.
ro: Biletului plătit. Ultimele modificări nu au fost salvate.

# TableChangedRetryLastOperation_f
source: {0} table changed. Your latest changes not saved.
ro: {0} tabel actualizat. Ultimele modificări nu au fost salvate.

# NewLiabilityTransaction
source: New Credit Transaction
ro: Noi de credit Transaction

# NewReceivableTransaction
source: New Debit Transaction
ro: Noi de debit tranzacţiei

source: Void Ticket Items
ro: Bilete Void Articole

# SaveErrorMultipleDefaultTerminals
source: Don't create more than one default terminal
ro: Nu creaţi mai mult de un singur terminal implicit

# AllDiscountsRemoved
source: All discounts removed because calculated total discount amount is greater than ticket amount.
ro: Toate reduceri eliminat, deoarece suma calculată discount total este mai mare decât valoarea biletului.

source: Weight Barcode Item Id Format
ro: Id-ul de coduri de bare Postul Greutate Format

source: Setting Check
ro: Verificaţi setarea

source: Update Program Setting
ro: Actualizare a programului Setarea

source: Cash Permissions
ro: Cash Permisiuni

source: Can make cash transaction
ro: Pot face tranzactii cu numerar

# CanMakeCreditOrDeptTransaction
source: Can make credit or debit transaction
ro: Poate face tranzacţii de credit sau de debit

source: Can make account transaction
ro: Poate face tranzacţie cont

source: Sub Button Height
ro: Sub buton Înălţime

source: Max Items
ro: Max Articole

source: Sort Type
ro: După Tip

# DeleteErrorProductUsedInMenuItemProperty
source: Can't delete because this product assigned to a menu item property
ro: Nu se poate şterge, deoarece acest produs alocate într-o proprietate element de meniu

# VatTemplates
source: Tax Templates
ro: Brut Şabloane

# VatTemplate
source: Tax Template
ro: Brut şablon

# VatTemplateName
source: Tax Template Name
ro: Brut Nume şablon

source: Rate
ro: Rată

# VatIncludedToPrice
source: Tax Included to Price
ro: Brut Inclus Pret

# Vat
source: Tax
ro: Impozit

# VatTotal
source: Tax Total
ro: Brut total

# UpdateTicketVat
source: Update Ticket Tax
ro: Actualizare bilete Brut

source: One
ro: Unul

source: Two
ro: Două

source: Three
ro: Trei

source: Four
ro: Patru

source: Five
ro: Cinci

source: Six
ro: Şase

source: Seven
ro: Şapte

source: Eight
ro: Opt

source: Nine
ro: Nouă

source: Nineteen
ro: Nouăsprezece

source: Eighteen
ro: Optsprezece

source: Seventeen
ro: Şaptesprezece

source: Sixteen
ro: Şaisprezece

source: Fifteen
ro: Cincisprezece

source: Fourteen
ro: Paisprezece

source: Thirteen
ro: Treisprezece

source: Twelve
ro: Doisprezece

source: Eleven
ro: Unsprezece

source: Ten
ro: Zece

source: Twenty
ro: Douăzeci

source: Thirty
ro: Treizeci

source: Forty
ro: Patruzeci

source: Fifty
ro: Cincizeci

source: Sixty
ro: Şaizeci

source: Seventy
ro: Şaptezeci

source: Eighty
ro: Optzeci

source: Ninety
ro: Nouăzeci

source: Million
ro: Milion

source: Billion
ro: Miliard

source: Hundred
ro: Sută

source: Negative
ro: Negativ

source: Dollar
ro: Dolar

source: One Thousand
ro: O mie de

# AlwaysExcludeVat
source: Always Exclude TAX
ro: Excludeţi întotdeauna FISCAL

# RoundingTotal
source: Discount Total
ro: Rotunjire total

# TaxServiceTemplates
source: Service Templates
ro: Serviciul Şabloane

# ChooseTaxServicesForDepartmentHint_f
source: Select tax or services for using at {0} department.
ro: Selectaţi fiscale sau servicii pentru utilizarea la {0} departament.

# TaxServiceTemplate
source: Service Template
ro: Serviciul şablon

# TaxServiceTotal
source: Services Total
ro: Total servicii

source: Calculation Method
ro: Metoda de calcul

source: Rate or Amount
ro: Rată sau o sumă

source: Rate from ticket amount
ro: Tarif de la suma de bilete

# RateFromPreviousTemplate
source: Rate from previous template amount
ro: Tarif de la suma şablon anterioare

source: Fixed amount
ro: Suma fixă

# RateFromVatIncludedTicketAmount
source: Rate from TAX included ticket amount
ro: Tarif de la TAXA suma sunt incluse bilet de avion

# UnhandledExceptionErrorMessage
source: SambaPOS encountered an unexpected problem. Problem details logged to trace.log file
ro: SambaPOS întâmpinat o problemă neaşteptată. Detalii problemă conectat la trace.log fişier

source: Save Free Tags
ro: Salvaţi Tag-uri gratuite

# RegenerateTicketVat
source: Regenerate Ticket TAX
ro: Regenerare TAXA de vânzare bilete

# UpdateTicketTaxService
source: Update Ticket Service Amount
ro: Actualizaţi Brut bilete sau Serviciul

source: Included
ro: Inclus

source: Excluded
ro: Exclus

# EmptyDiscountRateFeedback
source: To add discounts, type a rate and click discount button. To remove discount click discount button without typing a value.
ro: Pentru a adăuga reduceri, tastaţi o rată de discount şi faceţi clic pe butonul. Pentru a elimina faceţi clic pe butonul cu discount cu discount fără a tasta o valoare.

source: Ticket Sub Total
ro: Sub bilet total

# VatTotalsGroupedByVatTemplate
source: Totals grouped by Tax template
ro: Totaluri grupate în funcţie de şablon Brut

source: Tax Total
ro: Brut total

# TaxTotalsGroupedByTaxTemplate
source: Totals grouped by Service template
ro: Totaluri grupate în funcţie de şablon Serviciul

source: Text written total value
ro: Text scris valoare totală

source: Ticket Location Changed
ro: Locul de amplasare bilet de schimbat

source: Update Ticket Account
ro: Actualizare bilete de cont

# SaveErrorSelectDefaultDepartment
source: Please select a default department
ro: Vă rugăm să selectaţi un departament implicit

source: Copy
ro: Copie

source: Send
ro: Trimite

# ErrorReportWithoutFeedback
source: You are sending error report without your feedback. Please give some details about how it happend. Continue without adding details?
ro: Sunteţi trimitere raport de eroare, fără feedback-ul dumneavoastră. Vă rugăm să oferiţi câteva detalii despre cum sa intamplat. Deplasare fără a se adăuga detalii?

source: SambaPOS Reporter
ro: Reporter SambaPOS

source: Error Message
ro: Mesaj de eroare
