Repository: emreeren/SambaPOS-2
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ro

source: Clear
ro: Clar

source: ENTER PIN
ro: Introduceţi codul PIN

source: Exit
ro: Ieşire

# CheckDBVersion
source: Check Database Version
ro: Verificaţi Versiunea bazei de date

# SqlHint
source: Click here for information about working with SQL Databases
ro: Click aici pentru informaţii despre lucrul cu baze de date SQL

# AdminPasswordHint
source: Admin PIN: 1234 Changing PIN will hide this hint
ro: PIN-ul admin: 1234 Schimbarea codului PIN va ascunde această sugestie

source: Account Name
ro: Nume cont

source: Address
ro: Adresă

source: Amount
ro: Sumă

source: Cash
ro: Numerar

source: Credit Card
ro: Cardul de credit

source: Description
ro: Descriere

source: Expense Transactions
ro: Tranzacţii de cheltuieli

source: Grand Total
ro: Total general

source: Income
ro: Venituri

source: Income Transactions
ro: Venituri Tranzacţii

source: Note
ro: Notă

# PhoneNumber
source: Phone
ro: Telefon

# Voucher
source: Check
ro: Bon Valoric

# Voucher_ab
source: Check
ro: Vochr

source: Operation Income
ro: Inceput zi de lucru

# StartOfDay
source: Beginning of Work Period
ro: Început de perioadei de muncă

source: New Income Transaction
ro: De noi venituri tranzacţiei

source: New Expense Transaction
ro: Noi cheltuieli tranzacţiei

# IncomeTransaction_r
source: Income Transaction
ro: Venituri Tranzacţie

# ExpenseTransaction_r
source: Expense Transaction
ro: Cheltuială Tranzacţie

source: Cancel
ro: Anuleaza

source: Customer Accounts
ro: Client Conturi

source: Customer Name
ro: Nume client

source: Internal Account
ro: Internă cont

source: Ticket
ro: Bilet

source: Total Sales
ro: Totalul Vanzarilor

source: Last Order Date
ro: Ultima data comenzii

# LastOrderStatus
source: Last Oder Status
ro: Situatia ultimei comenzi

source: Last Order
ro: Ultima comandă

source: Close
ro: Inchide

source: Date
ro: Data

source: Liability
ro: Răspundere

source: Receiveable
ro: Creanţe

source: Customer
ro: Client

source: Customer List
ro: Lista clienţilor

source: Customers
ro: Clienţi

# SelectCustomer_r
source: Select Customer
ro: Selecteaza Client

# NewCustomer_r
source: New Customer
ro: Client Nou

# FindTicket_r
source: Find Ticket
ro: Găsi Bilet

# ResetCustomer_r
source: Reset Customer
ro: Resetare Client

# GetPayment_r
source: Get Payment
ro: Obţine Plată

# CustomerAccount_r
source: Customer Account
ro: Client Cont

# MakePayment_r
source: Make Payment
ro: Plateste

# TicketNumber_f
source: Ticket Number: {0}
ro: Numărul de vânzare bilete: {0}

source: Information
ro: Informaţii

# CallerIdDriverError
source: To be able to display Caller-ID you should install hardware driver.
ro: Pentru a putea afişa IDentitatea apelantului ar trebui să instalaţi driverul hardware.

source: Calling
ro: Apel

# Management
source: Manage
ro: Administrare

source: Common
ro: Comun

source: CanOpenDashboard
ro: Nu pot deschide Pnoul de Control

source: Keyboard
ro: Tastatură

# Add_f
source: Add {0}
ro: Adaugă {0}

# Edit_f
source: Edit {0}
ro: Editare {0}

# Delete_f
source: Delete {0}
ro: Şterge {0}

# Clone_f
source: Clone {0}
ro: Cloneaza {0}

# List_f
source: {0} List
ro: Lista {0}

source: Confirmation
ro: Confirmare

# DeleteItemConfirmation_f
source: Delete {0} [{1}] ?
ro: Şterge {0} [{1}]?

source: Warning
ro: Avertizare

source: Save
ro: Salveaza

# EditModel_f
source: Editing {0} ({1})
ro: Editarea {0} ({1})

# AddModel_f
source: Adding New {0}
ro: Adăugarea de noi {0}

# EmptyNameError
source: Don't leave {0} name empty.
ro: Nu lăsaţi {0} nume gol.

source: Can't Save
ro: Nu se poate salva

source: Group Code
ro: Cod Grup

source: Base Unit
ro: Unitatea de bază

source: Transaction Unit
ro: Unitatea de tranzacţie

# TransacitonUnitMultiplier
source: Transaction Unit Multiplier
ro: Unitatea de tranzacţie Multiplicator

source: Inventory Items
ro: Inventar Articole

source: Recipes
ro: Reţete

# Transactions
source: Transaction
ro: Tranzacţie

source: End of day Records
ro: Inregistrari Sfârşit de zi

source: Select
ro: Selecteaza

source: Can't delete past end of day records
ro: Nu se pot sterge inregistrarile sfarsitului de zi precedent

source: End of day Record
ro: Inregistrari Sfârşit de zi

source: Calculate Cost
ro: Calculaţi cost

source: Products
ro: Produse

source: Cost Prediction
ro: Predictii Cost

source: Costs
ro: Cheltuieli

source: Current Cost
ro: Cost curent

source: Current Inventory
ro: Stocuri curente

source: In Stock
ro: În stoc

source: Inventory Consumption
ro: Stocuri de consum

source: Inventory Item Name
ro: Nume produs inventar

source: Portion
ro: Porţie

# PredictedInventory
source: Inventory Prediction
ro: Predictii stocuri

source: Product Name
ro: Nume Produs

source: Purchase
ro: Cumpărare

# SellAmount
source: Sold Amount
ro: Vandut Suma

source: Unit
ro: Unitate

source: Recipe Name
ro: Denumire Reteta

source: Product
ro: Produs

source: Fixed Cost
ro: Costuri fixe

source: Quantity
ro: Cantitate

source: Recipe
ro: Reţetă

source: Inventory
ro: Inventar

source: Document No
ro: Document nr

source: Unit Price
ro: Preţ unitar

source: Transaction Document
ro: Document Tranzactie

source: Line
ro: Linie

source: Inventory Item
ro: Postul stocuri

# DeleteErrorDepartmentUsedInRole
source: Can't delete because this department assigned to a User Role.
ro: Nu se poate şterge, deoarece acest departament are atribuit un rol de utilizator.

source: Department Name
ro: nume Departament

source: POS Menu
ro: Meniu POS

source: Terminal Menu
ro: Meniu Terminal

source: POS Table View
ro: POS Vezi Tabelul

source: Terminal Table View
ro: Terminal Vezi Tabelul

# OpenTicketView
source: Open Tickets View
ro: Deschideţi Bilete Vezi

source: Column Count
ro: Coloana Count

source: POS Default Ticket Tag
ro: POS Implicit bilete Tag

source: Terminal Default Ticket Tag
ro: Implicit Terminal bilete Tag

source: Department Type
ro: Departamentul de Tip

source: Delivery
ro: Livrare

source: Numerators
ro: Numărătorii

source: Ticket Numerator
ro: Bilet de avion Numărător

source: Order Numerator
ro: Comanda Numărător

source: Ticket Tags
ro: Bilet de avion Tag-uri

source: Tag Groups
ro: Tag grupuri

# ChooseTagsForDepartmentHint
source: Select tags for using at {0} department.
ro: Selectaţi tag-uri pentru utilizarea la {0} departament.

source: Department
ro: Departament

# BatchCreteProducts
source: Batch Create Products
ro: Batch crea produse

# BatchCreateProductsDialogHint
source: Create a line for each product with [Product Name] [Price] format. Start Category Names with # char.
ro: Creaţi o linie pentru fiecare produs cu [Product Name] [Pret] format. Începeţi cu nume de categorii # char.

# DeleteErrorProductUsedInMenu
source: Can't delete because this Product assigned to a Menu
ro: Nu se poate şterge, deoarece acest produs alocate la un meniu

# DeleteErrorProductUsedInReceipt
source: Can't delete because this Product assigned to a Receipt.
ro: Nu se poate şterge, deoarece acest produs atribuit o chitanţă.

# DeleteErrorProductPropertyUsedInProduct
source: Can't delete because this Product Property assigned to a Product
ro: Nu se poate şterge, deoarece acest produs de proprietate atribuite unui produs

source: Property Group Name
ro: Property Group Nume

source: Single Selection
ro: Unică de selecţie la

source: Multiple Selection
ro: Multiple de selecţie

# AddPropertyPriceToProductPrice
source: Add Modifier Price to Product Price
ro: Adaugă Pornind de la Modifier produs Pret

source: POS View
ro: Vezi POS

source: Button Height
ro: Înălţime buton

source: Terminal View
ro: Vezi Terminal

source: Properties
ro: Proprietăţi

source: Property
ro: Proprietate

source: Price
ro: Preţ

source: Barcode
ro: Coduri de bare

source: Portion Prices
ro: Preturi portii

source: Multiplier
ro: Multiplicator

source: Property Groups
ro: Grupuri de proprietate

# SelectPropertyGroupsHint_f
source: Select Property Groups for {0} Product.
ro: Selectaţi grupuri de proprietate pentru {0} produs.

source: Departments
ro: Departamentele

source: Settings
ro: Setări

source: Product List
ro: Lista de produse

source: Menu List
ro: Meniul Listă

# BatchPriceList
source: Price List Editor
ro: Preţul de listă Editor

source: Can Change Department
ro: Schimbarea poate Departamentul

source: Alphanumeric Button Values
ro: Valori alfanumerice Button

source: Auto Select
ro: Selectare automată

source: Button Color
ro: Butonul de culoare

source: Category Name
ro: Nume categorie

source: Category Properties
ro: Categorie Proprietăţi

source: Color
ro: Culoare

source: Default Properties
ro: Implicit Proprietăţi

source: Fast Menu
ro: Meniu rapid

source: Gift
ro: Cadou

source: Header
ro: Antet

source: Image Path
ro: Image Cale

source: Menu Properties
ro: Meniul de proprietăţi

source: Numerator Properties
ro: Numărător Proprietăţi

source: Numerator Type
ro: Numărător de tip

source: Numerator Value
ro: Numărător Valoare

source: Sort Order
ro: Ordine de sortare

source: Page Count
ro: Pagina Count

# DeleteErrorMenuViewUsedInDepartment
source: Can't delete because this Menu assigned to a Department
ro: Nu se poate şterge, deoarece acest meniu atribuite unui Departament

source: Menu Name
ro: Meniu Nume

source: Menu Categories
ro: Meniu Categorii

source: Menu
ro: Meniu

source: Categories
ro: Categorii

source: Category
ro: Categorie

source: Category Products
ro: Categorie Produse

# Sort_f
source: Sort {0}
ro: După {0}

source: Product Properties
ro: Produs Proprietăţi

source: All Categories
ro: Toate Categoriile

# AddCategoryHint
source: Enter Categories you want to add
ro: Introduceţi Categorii pe care doriţi să adăugaţi

# AutoSelectProductsQuestion
source: Auto select products for new categories?
ro: Produse auto selectaţi pentru categorii noi?

# AddProductsToCategoryHint_f
source: Select Products for {0} category
ro: Selectaţi Produse pentru {0} categorie

# DeleteSelectedCategoryQuestion
source: Delete Selected Category?
ro: Ştergeţi Categorie selectate?

source: Sort Category Products
ro: Categorie după Produse

source: Sort Categories
ro: După Categorii

# SortCategoryProductsDialogHint_f
source: Drag {0} category products to change order.
ro: Trageţi {0} categorie de produse pentru a modifica ordinea.

# SortCategoriesDialogHint_f
source: Drag {0} menu categories to change order.
ro: Trageţi {0} categorii de meniu pentru a schimba ordinea.

# DeleteErrorTagUsedInDepartment
source: Can't delete because this Tag assigned to a Department
ro: Nu se poate şterge, deoarece această Tag atribuite unui Departament

source: Ticket Tag Name
ro: Bilet de avion Tag Nume

source: Numerator
ro: Numărător

# DoAfterTicketSelected
source: Do it after ticket selected
ro: Fă-o după bilet de avion selectat

# CanUseOnPOS
source: Use on POS
ro: Utilizarea la POS

# CanUseOnTerminal
source: Use on Terminal
ro: Utilizarea pe Terminal

source: Selection Required
ro: Necesar de selecţie

# NumericTags
source: Numeric Tagging
ro: Tag-uri numerice

source: Free Tagging
ro: Etichetarea gratuit ce

source: Button Colors
ro: Button Culori

# WhenTagSelected
source: When Tagged
ro: Când Tagged

# WhenTagNotSelected
source: When Untagged
ro: Când neetichetate

source: Sub Tags
ro: Tag-uri Sub

source: Tag Name
ro: Tag Nume

source: Account
ro: Cont

# NumericTagsShouldBeNumbersErrorMessage
source: When "Numeric Tagging" selected all tags should contain numerical values.
ro: Atunci când "Etichetarea Numeric" selectat toate tag-urile trebuie să conţină valori numerice.

source: New Tag
ro: Tag noi

source: Ticket Tag
ro: Bilet de avion Tag

source: Refresh
ro: Reîmprospăta

source: Close Ticket
ro: Inchide bilete

# GetPayment
source: Settle
ro: Rezolva

source: Tag
ro: Etichetă

# CanNavigateCash
source: Can Enter Cash Screen
ro: Ecranul poate intra în numerar

# CanOpenNavigation
source: Can Enter Navigation Screen
ro: Poate intra Ecranul de navigare

source: Batch Create Gift Reasons
ro: Crearea lot Motive cadou

# BatchCreateReasonsHint
source: Add one line for each reason you want to add
ro: Adaugă o linie pentru fiecare motiv pe care doriţi să adăugaţi

# DeleteErrorGiftReasonInUse
source: Can't delete because this Gift Reason used in a Ticket
ro: Nu se poate şterge, deoarece acest motiv cadou utilizate într-un bilet

source: Gift Reason Name
ro: Motivul cadou Nume

source: Gift Reason
ro: Motivul cadou

# DeleteErrorNumeratorIsOrderNumerator
source: Can't delete because this Numerator used as Order Numerator
ro: Nu se poate şterge, deoarece acest Numărător utilizate ca Numărător comenzii

# DeleteErrorNumeratorIsTicketNumerator
source: Can't delete because this Numerator used as Ticket Numerator
ro: Nu se poate şterge, deoarece acest Numărător utilizate ca Numărător de vânzare bilete

# DeleteErrorNumeratorUsedInTicket
source: Can't delete beacuse this Numerator assigned to a Ticket Tag
ro: Nu se poate şterge, deoarece acest Numărător alocate la o etichetă de vânzare bilete

source: Numerator Name
ro: Numărător Nume

# NumeratorFormat
source: Number Format
ro: Numărul Format

# DeleteErrorTemplateUsedInPrintJob
source: Can't delete because this Print Template assigned to a Print Job
ro: Nu se poate şterge, deoarece acest şablon de Imprimare atribuit unei lucrări de imprimare

source: Template Name
ro: Nume şablon

source: Header Template
ro: Antet şablon

source: Line Template
ro: Linia şablon

source: Gift Line Template
ro: Cadou Linie şablon

source: Void Line Template
ro: Void Linie şablon

# SubLineTemplate
source: Line Properties Template
ro: Linia Proprietăţi şablon

source: Ticket Date
ro: Data de vânzare bilete

source: Ticket Time
ro: Timpul de vânzare bilete

# DayDate
source: Date of Day
ro: Data Day

# DayTime
source: Time of Day
ro: Ora zilei

source: Unique Ticket Id
ro: Id-ul unice de vânzare bilete

source: Optional Ticket Tag
ro: Opţional bilete Tag

# TableOrUserName
source: Table Name, If empty User Name
ro: Nume tabel, Daca Nume utilizator gol

source: User Name
ro: Nume de utilizator

source: Table Name
ro: Tabelul Nume

source: Ticket Note
ro: Notă de vânzare bilete

source: Account Address
ro: Adresa cont

source: Account Phone
ro: Telefon cont

source: #Line: Item Quantity
ro: # Linie: Postul Cantitate

source: #Line: Item Name
ro: # Linia: Postul Nume

source: #Line: Item Price
ro: # Linia: Pret Postul

# LineItemPriceCents
source: #Line: Item Price On Cents
ro: # Linia: Pret articol de pe Centi

source: #Line: Item Total
ro: # Linia: Total Postul

# LineItemTotalAndQuantity
source: #Line: Item Total x Quantity
ro: # Linia: Postul total x Cantitate

# LineItemTotalWithoutGifts
source: #Line: Item Total (Gifts Excluded)
ro: # Linia: Total Postul (Cadouri excluse)

# LineItemDetails
source: #Line: Item Properties
ro: # Linia: Postul Proprietăţi

# LineItemDetailPrice
source: #Line: Item Property Price
ro: # Linia: Pret imobilier Postul

# LineItemDetailQuantity
source: #Line: Item Property Quantity
ro: # Linia: Postul de proprietate Cantitate

source: #Line: Order Number
ro: # Linia: Numărul comenzii

source: #Line: Gift or Void Reason
ro: # Linia: cadou sau Motivul Void

source: Ticket Total
ro: Bilet de avion total

# TicketPaidTotal
source: Paid Ticket Amount
ro: Suma plătită de vânzare bilete

# TicketRemainingAmount
source: Remaining Ticket Amount
ro: Suma rămasă de vânzare bilete

# RemainingAmountIfPaid
source: Payment Amount if Paid
ro: Suma de plată dacă plătit

# DiscountTotalAndTicketTotal
source: Discount Lines if Exists
ro: Linii cu discount daca exista

source: Printer Template
ro: Format pentru imprimare

source: Printer Name
ro: Nume imprimantă

# ShareNameAndPortName
source: Printer Share Name / Port Name
ro: Distribuie Printer Nume / Port Nume

source: Printer Type
ro: Tip imprimantă

source: Character Set
ro: Set de caractere

source: Line Character Count
ro: Linia Caracter Count

source: Ticket Printer
ro: Bilet de avion pentru imprimare

source: Port Printer
ro: Port imprimantă

# DemoPrinter
source: Demo Printer (notepad)
ro: Imprimantă Demo (notepad)

source: Printer
ro: Imprimanta

source: Print Job Name
ro: Nume de tipărire

source: Button Header
ro: Button Antet

source: Lock Ticket
ro: Lock bilete

# UseAtPosScreen
source: Display at POS Screen
ro: Afişează la POS ecran

# UseAtPaymentScreen
source: Display at Payment Screen
ro: Afişează la Ecranul de plată

# UseAtTerminal
source: Display At Terminal
ro: Afişare La Terminal

# UseAtOldTickets
source: Only for Old Tickets
ro: Numai pentru biletele vechi

source: Print Mapping
ro: Maparea de imprimare

# PrintContent
source: Printing Content
ro: Imprimarea de conţinut

# AutoPrintWhen
source: Auto Print After
ro: Auto Print După

# AutoPrintPaymentType
source: Auto Print for Payment Types
ro: Auto Print pentru tipurile de plată

# MenuItemGroup
source: Product Group
ro: Grup de produse

# MenuItem
source: Product
ro: Produs

source: Template
ro: Format

source: Add
ro: Adăuga

source: Delete
ro: Şterge

# WhenNewLinesAddedToTicket
source: New lines added to ticket
ro: Noile linii de adăugat la bilet de avion

# WhenTicketPaid
source: Ticket Paid
ro: Bilet de avion plătit

source: All Lines
ro: Toate liniile

source: Only New Lines
ro: Numai noi linii de

source: Lines Grouped by Barcode
ro: Linii Grupate de coduri de bare

source: Lines Grouped by Group Code
ro: Linii Grupate după grupul Cod

source: Print Job
ro: De imprimare de locuri de muncă

# DeleteSelectedMappingQuestion
source: Delete Selected Mapping?
ro: Ştergeţi Mapping selectate?

# TicketOptions
source: Ticket Settings
ro: Setări de vânzare bilete

# AutoRounding
source: Auto Discounting
ro: Auto rotunjire

source: Weight Barcodes
ro: Greutate cu coduri de bare

# WeightBarcodePefix
source: Weight Barcode Prefix
ro: Greutate cu coduri de bare Prefix

source: Weight Barcode Item Id Length
ro: Id-ul de coduri de bare Postul Greutate Lungime

source: Weight Barcode Quantity Length
ro: Coduri de bare în greutate Cantitate Lungime

source: Program Settings
ro: Programul de Setări

# DayOperations
source: Work Periods
ro: Perioadele de lucru

source: Local Settings
ro: Setări locale

source: Terminals
ro: Terminale

source: Printers
ro: Imprimante

source: Print Jobs
ro: Locuri de munca de imprimare

source: Printer Templates
ro: Imprimanta Şabloane

source: Void Reasons
ro: Motive Void

source: Gift Reasons
ro: Motive cadou

source: Samba Network
ro: Samba de reţea

source: Can Start End of Day
ro: Poate începe Sfârşitul zilei

source: Terminal Name
ro: Terminal Nume

source: Program Language
ro: Programul de limbă

# DataConnection
source: Data Connection String
ro: Conexiune de date String

source: Message Server Name
ro: Server Message Nume

source: Message Server Port
ro: Server Message Port

source: Auto Start Message Client
ro: Auto Start Mesaj clienti

source: Start Client Now
ro: Start clienti Acum

# DeleteErrorShouldHaveAtLeastOneTerminal
source: Can't delete because there should be at least one terminal.
ro: Nu se poate şterge, deoarece ar trebui să existe cel puţin un singur terminal.

source: Default Terminal
ro: Implicit Terminal

source: Slip Report Printer
ro: Slip imprimantă Raport

source: Report Printer
ro: Raport imprimantă

source: Select Print Job
ro: Selectaţi Print Job

source: Print Job List
ro: Lista de imprimare de locuri de muncă

# SelectPrintJobsForTerminalHint_f
source: Select printing jobs that you want to add {0} terminal
ro: Selectaţi de locuri de muncă de imprimare pe care doriţi să adăugaţi {0} terminale

# BatchAddVoidReasons
source: Add multiple Void Reasons
ro: Adăugaţi mai multe motive Void

# BatchAddVoidReasonsDialogHint
source: Add one line for each reason you want to add
ro: Adaugă o linie pentru fiecare motiv pe care doriţi să adăugaţi

# DeleteErrorVoidReasonUsed
source: Can't delete because this reason used in a ticket
ro: Nu se poate şterge, deoarece acest motiv, folosite într-un bilet de avion

source: Void Reason Name
ro: Void Motivul Nume

source: Void Reason
ro: Motivul Void

source: Cash Content
ro: Conţinutul de numerar

# WorkPeriodStartDate_f
source: Date of Work Period: {0}
ro: Data Perioada de lucru: {0}

# WorkPeriodStartTime
source: Time of Work Period: {0}
ro: Timpul de lucru Perioada: {0}

# TotalWorkTimeDays_f
source: Total Work Time: {0:0} days {1:0} hours {2:0} minutes
ro: Total de lucru Ora: {0:0} zile {1:0} {2:0} oră minute

# TotalWorkTimeHours_f
source: Total Work Time: {0:0} hours {1:0} minutes
ro: Timpul de lucru total: {0:0} {1:0} oră minute

# TotalWorkTimeMinutes_f
source: Total Work Time: {0:0} minutes
ro: Timpul de lucru total: {0:0} minute

source: Start Work Period to enable POS
ro: Perioada de lucru pe Start pentru a permite POS

source: Start Work Period
ro: Start Perioada de lucru

source: End Work Period
ro: Sfârşitul de lucru Perioada

# StartingWorkPeriodCompleted
source: Work Period Started.
ro: Perioada de lucru începute.

# ThereAreOpenTicketsWarning_f
source: There are {0} open tickets. Can't end Work Period while tickets open
ro: Există {0} bilete deschise. Nu pot sfârşitul perioadei de lucru în timp ce bilete deschise

source: Table
ro: Tabel

# SaveErrorDuplicateTableName
source: There is already a table with that name.
ro: Există deja un tabel cu acest nume.

source: Add Multiple Tables
ro: Adăugaţi Mese Multiple

# AddMultipleTableHint
source: Add one line for each Table Name. Start Categories with # character.
ro: Adaugă o linie pentru fiecare Nume tabel. Începeţi Categorii cu caracter #.

# DeleteErrorTicketAssignedToTable
source: Can't delete because there is a ticket assigned to that table
ro: Nu se poate şterge, deoarece există un bilet de avion alocate în acest tabel

# DeleteErrorTableUsedInTableView
source: Can't delete becasuse this Table assigned to a Table View
ro: Nu se poate şterge becasuse acest tabel alocat unei Vezi tabelul

source: Table Views
ro: Tabelul Vizualizari

source: Tables
ro: Mese

# CanOpenTableList
source: Can display Table List
ro: Se poate afişa Lista Tabel

# CanChangeTable
source: Can change Table of a Ticket
ro: Tabelul poate schimba un Ticket

# DeleteErrorTableViewUsedInDepartment
source: Can't delete because this Table View assigned to a Department
ro: Nu se poate şterge, deoarece acest tabel Vezi atribuite unui Departament

# TableViewName
source: View Name
ro: Vezi Nume

# TableViewMode
source: View Mode
ro: Vezi Mode

source: Background Color
ro: Culoarea de fundal

source: Background Image
ro: Imaginea de fundal

source: Empty Table Color
ro: Gol tabel de culori

# UnavailableTableColor
source: Full Table Color
ro: Întreg tabel de culori

source: Locked Table Color
ro: Blocat tabel de culori

source: Numerator Height
ro: Numărător Înălţime

source: Alphanumeric Buttons
ro: Butoane alfanumeric

source: Automatic
ro: Automat

source: Custom
ro: Obicei

source: Hidden
ro: Ascuns

source: Select Table
ro: Selectaţi Tabel

source: Table List
ro: Tabel Lista

# SelectTableDialogHint_f
source: Select tables you want to add to {0} view
ro: Selectaţi tabelele pe care doriţi să le adăugaţi la {0} vedere

source: Table View
ro: Vezi tabelul

# EditMode
source: Design Mode
ro: Modul de proiectare

source: Next Page
ro: Pagina urmatoare

source: Previous Page
ro: Pagina anterioară

# TablesMerged_f
source: {0} ticket merged with {1} table.
ro: {0} bilet de avion fuzionat cu {1} tabel.

# TicketMergedToTable_f
source: Ticket merged with {0} table.
ro: Bilet de avion fuzionat cu {0} tabel.

# TicketMovedToTable_f
source: {0} ticket moved to {1} table.
ro: {0} bilet de avion sa mutat la {1} tabel.

# SelectTableThatYouWantToMoveTicket_f
source: Select new table for {0} ticket.
ro: Selectaţi tabelul nou pentru {0} bilet de avion.

source: Select table for ticket.
ro: Selectaţi tabelul pentru bilet.

# SelectTableForOperation
source: Select the table you want to add orders.
ro: Selectaţi tabelul pe care doriţi să adăugaţi comenzi.

source: Find Product
ro: Căutare Produs
